module.exports = {
    "auth" : "n1w15YFX|31TdEjjlJzYLv%G84M5Vp|h", // Авторизация
    "threads" : 1, // Количество потоков для каждого конкурента
    "delay" : 300,
    "min_percent_internet" : 5, // Минимальный процент наценки 
    "min_percent_retail" : 10, // Минимальный процент наценки 
    "proxy" : "82.146.56.177:3022",
    "threads_competitor" : {
        "акванет" :2,
        "аквавиво" : 2,
        "Сантехника тут" : 2,
        "ozon" : 2,
        "аквамир":2,
    },
    "favorite_competitor" : [
        "Сантехника онлайн",
        "акванет",
        "Сантехника тут",
        "леруа мерлен",
        "ozon"
    ],
    "accumulate_competitor" : {
        "Сантехника тут" : 2,
        "акванет" :2,
        "беру" : 2,
        "Сантехника онлайн" : 2,
        "леруа мерлен" :1,
        "бимарт" : 2,
        "CS онлайн" : 2,
        "Перфекто" : 2,
        "ozon" : 2,
        "Мир сантехники" : 2,
        "Сантехника" : 2,
        "водопарад" : 2,
        "ozon" : 2,
        "бауцентр" : 2

    }

}
